Repository: casper824/woocommerce-ripple-gateway
Catalog: languages/woocommerce-ripple-gateway-*.po
Languages: nl_nl

source: Awaiting transfer..
nl_nl: Wacht op betaling..

source: amount
nl_nl: bedrag

source: copied
nl_nl: gekopieerd

source: destination address
nl_nl: bestemming adres

source: Send a payment of exactly %s to the address above (click the links to copy or scan the QR code). We will check in the background and notify you when the payment has been validated.
nl_nl: Stuur een betaling van exact %s naar het adres hierboven (klik op de links om te kopiÃ«ren of scan de QR code). Op de achtergrond controleren wij of de betaling is ontvangen, u wordt dan doorgestuurd.

source: Please send your payment within %s.
nl_nl: Stuur uw betaling binnen %s.

source: When the timer reaches 0 this form will refresh and update the total amount using the latest conversion rate.
nl_nl: Zodra de timer is afgelopen zal dit formulier verversen en de bedragen bijgewerkt worden aan de hand van de meest recente wisselkoers.

source: Awaiting payment
nl_nl: In afwachting van betaling

source: Enable/Disable
nl_nl: Activeer/Deactiveer

source: Enable Ripple payments
nl_nl: Ripple betalingen toestaan

source: Title
nl_nl: Titel

source: This controls the title which the user sees during checkout.
nl_nl: Pas hier de titel aan die uw bezoeker tijdens het betalen ziet

source: Ripple (XRP) payment
nl_nl: Ripple (XRP) betaling

source: Customer Message
nl_nl: Bericht voor klant

source: Pay online using your favorite crypto currency, Ripple.
nl_nl: Betaal online met uw favoriete crypto munt, Ripple.

source: Destination address
nl_nl: Ontvanger adres

source: This addresses will be used for receiving funds.
nl_nl: Dit adres wordt gebruikt voor het ontvangen van betalingen.

source: Convert prices
nl_nl: Bedragen omrekenen

source: Add prices in XRP
nl_nl: Bedragen in XRP tonen

source: Test mode active
nl_nl: Test modus actief

source: All payments with the matching destination tag will be accepted without checking the amount. CAREFUL!
nl_nl: Alle betalingen waarvan de desination tag overeenkomt worden geaccepteerd, ongeacht de hoogte van de betaling. VOORZICHTIG!

source: Show prices in XRP and accept Ripple payments in your woocommerce webshop
nl_nl: Toon bedragen in XRP en accepteer Ripple betalingen in uw woocommerce webshop
